Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: X-BOW® was launched in 2005.
nb: X-BOW®-ble lansert i 2005.

source: John Law saw the possibility of printing banknotes to finance promising development projects in the New World.
nb: John Law så muligheten til å trykke sedler for å finansiere lovende utbyggingsprosjekter i det nye Amerika.

source: As operator, Norges Bank ensures efficient and secure operating platforms and sets the terms for the services the Bank provides.
nb: Som operatør sørger Norges Bank for effektive og sikre driftsløsninger og setter vilkår for tjenestene banken tilbyr.

source: However, in the analysis, we do not have sufficient data to identify the importance of measures.
nb: I analysen har vi imidlertid ikke nok grunnlag for å identifisere betydningen av tiltak.

source: This may reduce concentration risk but at the same time expose the system to other risks and new contagion channels in the event of market stress.
nb: Det kan redusere konsentrasjonsrisikoen, men samtidig åpner det også for andre risikoer og nye kanaler for smitte ved markedsuro.

source: focuses on the aggregate pass-through to prices for imported consumer goods.
nb: det aggregerte valutakursgjennomslaget på prisene på importerte konsumvarer.

source: from Portugal and
nb: fra Portugal og

source: Discussion document:Memo from Corporate and Shared Services of 14 March 2019
nb: Saksdokument:Notat 14. mars 2019 fra Konsern- og fellesfunksjoner (KF)

source: strong krone contributed to the decline in inflation.
nb: krone bidro til fallet i inflasjonen.

source: an assessment by the CEO of NBIM on the extent to which the objectives in the strategic
nb: av en vurdering fra CEO NBIM av i hvilken utstrekning målene i den strategiske planen er

source: Tankers and freighters in scheduled service were the most important cargo vessels, and tankers have survived until the present day.
nb: Tank- og linjefart var de viktigste fraktområdene, og tankfart har overlevd til i dag.

source: In the new Section 1-3, fifth and sixth paragraphs, the Commission proposes new provisions on the foreign exchange reserves and investment management.
nb: I utkastets § 1-3 femte og sjette ledd er det foreslått nye bestemmelser om valutareserver og kapitalforvaltning.

source: per cent and the other explanatory factors remain
nb: prisveksten med utgangspunkt i en økonometrisk

source: The x-axis indicates the number of countries thathave taken part in negotiations in different periods.
nb: X-aksen angir antall land som har deltatt i for-handlingene i ulike tidsperioder.

source: The financial system is also important with
nb: Finansiell uro sprer seg gjennom betalings- og

source: The work to choose a theme began in the first quarter of 2013.
nb: Arbeidet med å velge tema startet i 2013.

source: Karen Helene Ulltveit-Moe reported on the Audit Committee's discussions and the issues of particular concern to the Committee, including events in the quarter and the extent of NBIM's adaptations to the MiFID II directive.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder hendelser i kvartale og omfanget av NBIMs tilpasninger til MiFID II-regelverket.

source: TIBER-NO tests are voluntary.
nb: Testing etter TIBER-NO er frivillig.

source: Arild Lund is director of Norges Bank’s Financial Institutions Department and Kjell Bjørn Nordal is senior advisor in Norges Bank's Research Department.
nb: Arild Lund er fagdirektør i Avdeling for finansinstitusjoner og Kjell Bjørn Nordal er seniorrådgiver i Forskningsavdelingen i Norges Bank.

source: Jon Nicolaisen reported on the Ownership Committee’s discussions and the
nb: Jon Nicolaisen redegjorde for drøftingen i risiko- og investeringsutvalget og de

source: As settlement bank, Norges Bank
nb: konto i Norges Bank, og bankenes egne forretninger

source: Egil Matsen reported on the Ownership Committee’s discussions and the Committee’s position.
nb: Egil Matsen redegjorde for drøftingen i eierskapsutvalget og utvalgets innstilling.

source: Norges Bank will organise and staff a TIBER Cyber Team (TCT-NO) to administer and operationalise TIBER-NO and has the formal responsibility for administering the framework.
nb: Norges Bank vil organisere og bemanne et «TIBER Cyber Team» (TCT-NO) for å forvalte og operasjonalisere TIBER-NO, og har det formelle ansvaret for forvaltningen av rammeverket.

source: Bjørn Helge Vatne, special adviser, Financial Markets Department and Research Department1
nb: Bjørn Helge Vatne, spesialrådgiver i Finansmarkedsavdelingen og Forskningsavdelingen1

source: The collateral guidelines limit the range of securities that are eligible for conversion into central bank reserves, while the interest rate on standing facilities (for example, Norges Bank’s D-loan facility) stimulates banks to find solutions in the market before resorting to the central bank.
nb: Sikkerhetsregelverket begrenser hvilke verdipapirer man har mulighet til å konvertere til sentralbankreserver, mens renten på de stående likviditetsfasilitetene (for eksempel Norges Banks D-lånsfasilitet) stimulerer til å finne løsninger i markedet før man henvender seg til sentralbanken.

source: adequacy, there should be a plan to recapitalise
nb: nes likviditets- og kapitalsituasjon, og mulige

source: Now, only 30 years later, vir-
nb: Det er nå, bare 30 år senere,

source: The Capital Requirements Directive assumes that the
nb: verdi papirfonddirektivet, men ikke omvendt.

source: Norwegians’ use of payment Norges Bank in late 2007 and early 2008.9 Respondents
nb: Nordmenns bruk av betalings- nomført av Norges Bank høsten 2007 og vinteren 2008.9

source: The Executive Board discussed the matter and took note that the Governor will establish a delegation to negotiate a framework for an agreement with Finanstilsynet regarding its move from Norges Bank’s building at Bankplassen 2 before the termination of the lease agreement.
nb: Hovedstyret hadde en meningsutveksling og tok til etterretning at sentralbanksjefen nedsetter en delegasjon som skal forhandle frem ramme for avtale med Finanstilsynet om utflytting fra Norges Banks bygg på Bankplassen 2 før leieavtalens opphør.

source: You then enter 2.08 in the field for amount and select from the year 1800 to the year 1860.
nb: Du taster da inn 2,08 i feltet for beløp og velger fra år 1800 til år 1860.

source: price under state-dependent pricing, whereas it will be
nb: på det, som endrer prisen under tilstandsavhengig pri-

source: (7), we obtain (see Annex B): question. One simple way of shedding light on parameter uncer-
nb: (7) får vi (jf appendiks B): og ikke virkningen av oljeprisen isolert sett på konsum-prisindeksen.

source: paid in NOK by oil companies.
nb: kroneskattene fra oljeselskapene.

source: sed more by Knight uncertainty for a period ahead.
nb: mer preg av Knight-usikkerhet.

source: monetary policy analysis
nb: og pengepolitisk analyse

source: Norges Bank has previously recommended strengthening the statistical basis for commercial property (see
nb: Norges Bank har tidligere anbefalt at statistikkgrunnlaget for næringseiendom styrkes, se

source: was published, and January 2003. Weak global econo-
nb: januar 2003. En viktig årsak til kronestyrkingen var den

source: In this article, we have presented some examples of how
nb: sjonsmodell utviklet i Norges Bank, og brukt denne i

source: Norge 2005 is responsible for mar-
nb: Norge 2005 står for markeds-

source: In 1939, the Stavanger
nb: I 1939 ble «Stavanger» kjøpt av Jul.

source: In the case of additive uncertainty the variance offuture inflation will be independent of monetary policy.
nb: I tilfellet med additiv usikkerhet vil variansen til fremtidiginflasjon være uavhengig av pengepolitikken.

source: The Executive Board discussed the matter and approved the submission of a letter to the Ministry of Finance with a proposed limit for management costs for the GPFG in 2019 in line with the attached draft.
nb: Hovedstyret hadde en meningsutveksling og ga sin tilslutning til at det sendes brev til Finansdepartementet med forslag til ramme for forvaltingskostnader for SPU i 2019 i tråd med vedlagt utkast.

source: Item 211/2017 Summary of audit report – Norges Bank
nb: Sak 211/2017 Oppsummering fra revisjonsrapport Norges Bank

source: In New Zealand, the switch to inflation targeting was
nb: I New Zealand kom omleggingen til et inflasjonsmål

source: An independent body should be established to tell us when we are "speeding", and procedures must be in place to implement measures to solve the problem.
nb: Et uavhengig organ bør settes til å si ifra at man "kjører for fort" og prosedyrer må være på plass slik at tiltak blir iverksatt for å komme ut av situasjonen.

source: in this field, and lists of Norges Bank's most important
nb: sentrale av Norges Banks internasjonale kontakter på

source: Egil Matsen gave a briefing on the process to appoint a new CEO of NBIM.
nb: Egil Matsen orienterte om prosessen med ansettelse av ny daglig leder for NBIM.

source: If the administrator of NOWA decides to publish a NOWA index, like FED NY does for SOFR and BoE is planning to do for SONIA, this convention will make it possible to use that NOWA index to calculate compounded interest rates for products referencing NOWA.
nb: Hvis administratoren av Nowa også beslutter å publisere en daglig Nowa-indeks, slik FED NY gjør for SOFR og BoE foreslår for SONIA, vil denne konvensjonen gjøre det mulig å benytte indeksen i beregningen av den kapitaliserte perioderenten i finansielle produkter med Nowa som referanserente.

source: Given unchanged spending of petroleum revenues, Norges Bank must convert some the government’s foreign exchange income from the SDFI or a portion of the return on the GPFG to cover the government’s need for NOK.
nb: Gitt uendret oljepengebruk må Norges Bank dekke statens kronebehov ved å selge av statens valutainntekter fra SDØE eller fra avkastningen i SPU.

source: larger the losses it can absorb.
nb: utviklingen i soliditeten fremover.

source: The IMF in change – loan from Norges Bank
nb: IMF i endring – lån fra Norges Bank

source: This work is laying an important foundation for further management of systemic cyber risk in Norway.
nb: Dette arbeidet legger et viktig grunnlag for videre håndtering av systemisk cyberrisiko i Norge.

source: Norges Bank can take responsibility for the computation of the overnight rate in accordance with regulations decided by the banks in collaboration with FNO.
nb: Norges Bank tilbyr seg å forestå beregningen av denne renten etter et regelverk fastsatt av aktørene i samarbeid med FNO.

source: 1 riksdaler courant [˜ 3.25 kroner], 11 1/3 speciedaler per mark fine silver, riksdaler courant has 81,6 % of the silver content of riksdaler species.
nb: 1 riksdalar courant (=3,25 kroner), 11 1/3 speciedalar per mark fint sølv, riksdalar courant har 81,6% av sølvinnhaldet i en riksdalar species.

source: businesses will recruit less and shed more labour.
nb: også realinvesteringene i næringslivet vært.

source: bills and government bonds and certificates (–), net purchases of pri-
nb: Omfatter pengeholdende sektorers nettokjøp av statspapirer (–), Folketrygd-

source: Banks with excess reserves that they are not willing or able to lend to other banks have to deposit these reserves with the central bank using the overnight deposit facility.
nb: klarer å låne ut disse til andre banker, må plassere overskuddsreservene på sentralbankens innskuddsfasilitet over døgnskillet.

source: The structure of the economy is in flux.
nb: Strukturen i økonomien er i utvikling.

source: Norges Bank Watch 2003 points out, for example, that
nb: Norges Bank Watch 2003 pekte blant annet på at vi

source: This makes the system vulnerable to cyber attacks that encrypt or manipulate information.
nb: Det gjør systemet sårbart for cyberangrep som krypterer eller manipulerer informasjon.

source: If the CCP has responded No, Article 3.3 of the Terms and Conditions does not apply.
nb: Dersom den sentrale motparten har svart Nei, gjelder ikke punkt 3.3 i Vilkårene.

source: Price-to-earnings and price-to-book ratios for Norwegian listed equities now appear to be high, compared with averages for the past 15 years (Chart 1.14).
nb: Norske børsnoterte aksjer synes nå å være høyt priset både i forhold til inntjening og bokførte verdier sammenliknet med gjennomsnittlig prising de siste 15 årene, se figur 1.14.

source: Another known breeding site is Lovund on the Helgeland coast.
nb: En annen kjent hekkeplass er Lovund på Helgelandskysten.

source: was no increase in the instrument’s budget.
nb: har ingen økning i budsjettramme.

source: These boards will also make recommendations for realistic economic forecasting, so that projections of future tax revenues are credible.
nb: Slike råd skal også gi anbefalinger om realistiske fremskrivinger av økonomien slik at fremtidige skatteinntekter blir troverdig anslått.

source: Norges Bank considered that the interbank systems largely comply with the principles.
nb: Etter Norges Banks vurdering oppfyller systemene i stor grad prinsippene.

source: structural liquidity follows a marked two-year pattern (see Chart 2).
nb: dette et markert toårig mønster (jamfør figur 2).

source: violation of integrity or confidentiality.
nb: som er angitt i driftsmønsteret for NBO.

source: Public Firm model, a model for listed enterprises.
nb: ideen i KMV-modellen for børsnoterte selskaper er at et

source: The formulation “an efficient and secure payment system” is a continuation of the current Section 1, which provides that the Bank shall “promote an efficient payment system”.
nb: Formuleringen om «et effektivt og sikkert betalingssystem» er en videreføring av gjeldende § 1 om at banken skal «fremme et effektivt og sikkert betalingssystem».

source: The value of order reserves fell by 5.7 per cent in the same period.
nb: Verdien av ordrereservene falt med 5,7 prosent i samme periode.

source: Request to activate user of NBO Online that has been deactivated by Norges Bank
nb: Anmodning om å aktivere bruker av NBO Online som Norges Bank har deaktivert

source: Norske Finansielle Referanser (NoRe), Nordic Trustee, Nordea, Kommunalbanken, The Norwegian Society of Financial Analysts (NFF), SpareBank 1 (SpareBank 1 Nord-Norge, SpareBank 1 SMN, SpareBank 1 SR-Bank ASA, SpareBank 1 Østlandet, SpareBank 1 Boligkreditt, SpareBank 1 Næringskreditt).
nb: Norske Finansielle Referanser (NoRe), Nordic Trustee, Nordea, Kommunalbanken, Norske Finansanalytikeres Forening (NFF), SpareBank 1 (SpareBank 1 Nord-Norge, SpareBank 1 SMN, SpareBank 1 SR-Bank ASA, SpareBank 1 Østlandet, SpareBank 1 Boligkreditt, SpareBank 1 Næringskreditt).Respondentene har i ulik grad besvart alle spørsmålene som er stilt.

source: Observations irreconcilable with the paradigm are tolerated as inexplicable.
nb: Observasjoner som ikke er forenlige med paradigmet, tolereres som uforklarlige.

source: Any legal disputes shall be brought before the Oslo District Court.
nb: Eventuelle søksmål fremmes for Oslo tingrett.

source: impact on our currency.
nb: en særlig stor betydning for vår valuta.

source: Indonesian rupiah (IDR) - daily exchange rate from Norges Bank
nb: Indonesiske rupiah (IDR) - dagens valutakurs fra Norges Bank

source: inflation and output gap in the Taylor rule in a model
nb: koeffisienter for inflasjons- og produksjonsgapet i

source: An alternative to equation (4) is
nb: Et alternativ til ligning (4) er udekket rentepa-

source: The proposed new provisions of the Financial Undertakings Act make an exception to this principle regarding the power of instruction.
nb: Forslagene til nye bestemmelser i finansforetaksloven gjør unntak fra denne hovedregelen om instruksjonsmyndighet.

source: Banks and households will proba-
nb: I perioder med lav etterspørsel og lave priser vil

source: The reverse was created by the illustrator and graphic designer Siri Dokken.
nb: Motivet på revers er utformet av illustratør og avistegner Siri Dokken.

source: Support measures will also reduce the likelihood that creditors, including
nb: Tiltakene vil også bidra til at kreditorer, herunder bankene, i mindre grad må

source: The increase in structural liquidity since 2000
nb: Økningen i strukturell likviditet siden 2000

source: In the 1820s, the first regular steamer went into service in Norway to transport post and passengers between Christiania and Kristiansand.
nb: På 1820-tallet ble den første norske ruten opprettet for å frakte post og passasjerer mellom Christiania og Kristiansand.

source: relationship with the AKO system, including the exercise of his ownership through an
nb: relasjon til AKO-systemet, herunder utøvelsen av hans eierskap gjennom en uavhengig

source: in demand and output in the somewhat longer
nb: kime til ustabilitet i etterspørsel og produk-

source: in ITC companies are also being moved to India.
nb: Utvidelsen i vår av EU med ti landpåvirker også arbeidsdelingen i Europa.

source: Inscription: KONGERIKET NORGE, issue year and denomination.
nb: KONGERIKET NORGE, årstall og valørangivelse.

source: The working group for alternative reference rates (ARR) has requested that as administrator of Nowa, Norges Bank prepare and publish a procedure for what is to happen in the event of a cessation of Nowa.
nb: Arbeidsgruppen for alternative referanserenter (ARR) anmoder Norges Bank som administrator for Nowa om å utarbeide og publisere en prosedyre for hva som skal skje ved et eventuelt opphør av Nowa.

source: is thus an accounting-based model whereas the Moody’s
nb: ikke-børsnoterte selskaper, i første rekke basert på mar-

source: The glasses are also folded in the shape of the figure “200”, providing a link to the anniversary itself.
nb: Brillesymbolet kan for øvrig også leses som tallet ”200” og dermed lede hen til selve jubileet.

source: Before I conclude, let us return to the period surround-
nb: Presentasjon på konferanse i regi av Norges Handelshøyskole,Norges Rederiforbund og SNF i Oslo.

source: The wording of Sections 1-3 and 5-12 will be as before.
nb: Forskriftens ordlyd § 1-3 og § 5-12 opprettholdes som før.

source: Memo from Financial Stability of 17 October 2019
nb: Notat 17. oktober 2019 fra Finansiell Stabilitet (FST)

source: The chart shows developments in Standard and Poor's 500 equity indexas well as developments in the trade-weighted exchange rate index(1990=100).
nb: Tidligerehar konkurranseevnen ved slike betydelige avvik alltid Figuren viser utviklingen i aksjeindeksen Standard & Poor 500 samtutviklingen i konkurransekursindeksen (1990 = 100).

source: Trond Grande and Dag Huse presented the main elements of the report.
nb: Trond Grande og Dag Huse redegjorde for hovedelementer i rapporten.

source: requirement that the Bank’s external auditor is also the
nb: oppbygging av eiendomsvirksomheten og for styring av

source: Yngve Slyngstad gave a briefing on current issues in investment management.
nb: Yngve Slyngstad orienterte om aktuelle saker i kapitalforvaltningen.

source: Results from the stress tests in FS 2/10 show that banks are robust to the negative economic shocks to which they are exposed.
nb: Resultatene fra stresstestene i FS 2/10 viser at bankene er robuste overfor de negative øko nomiske sjokkene de utsettes for.

source: In addition, HR and Communications are to be established as new shared services in NBA.
nb: l tillegg etableres HR og kommunikasjon som nye fellesfunksjoner i NBA.

source: wage costs and distribution costs.
nb: I til egg antas det at det er kostnader

source: payments plus the negative effect from Norges Bank’s purchases of NOK would be matched by the positive
nb: skyldes Norges Banks kronekjøp ville bli motsvart av den positive effekten på likviditeten av det

source: Question 1: Does your institution support the recommended day count convention?
nb: Spørsmål 1: Støtter din institusjon den foreslåtte dagkonvensjonen?

source: Among the duties of the Executive Board are the management and operation of Norges Bank, with the exception of matters that are assigned to the Monetary Policy and Financial Stability Committee in or pursuant to the Central Bank Act.
nb: Blant hovedstyrets oppgaver er styringen og driften av Norges Bank, med unntak av saker som i eller i medhold av sentralbankloven er lagt til komiteen for pengepolitikk og finansiell stabilitet.

source: His work experience includes posts as Director General of Statistics Norway and Director General at the Ministry of Finance.
nb: Olsen har blant annet vært administrerende direktør for Statistisk sentralbyrå og ekspedisjonssjef i Finansdepartementet.

source: Ornamentation inspired by the leaves of the acanthus plant, in the style of the Norwegian wood carver Ole Moene (1839-1908), with intertwined tendrils between the leaves.
nb: Ornamentikk inspirert av blada på akantusplanta i stilen til den norske treskjæraren Ole Moene (1839-1908), med smale band som snor seg mellom blada.

source: Jan Frode Jakobsen presented the supervision plan and the supervisory activities that are planned to be carried out in 2018.
nb: Jan Frode Jakobsen redegjorde for tilsynsplanen og de tilsynsaktiviteter som planlegges gjennomført i 2018.

source: Outside the Bank, I would like to thank Mike Bordo, Marc Flandreau, John Llewellyn, Henrik Mestad, Henrik Syse and Knut Sydsæter.
nb: Utenfor banken vil jeg trekke frem Mike Bordo, Marc Flandreau, John Llewellyn, Henrik Mestad, Henrik Syse og Knut Sydsæter.

source: for both years we use data from end-2019 for further calculations.
nb: utgangen av 2019 som utgangspunkt for videre beregninger.

source: picked up considerably, from 1.6 percent in 2013 to 2.7 percent in 2015 (Chart 1).
nb: betydelig, fra 1,6 prosent i 2013 til 2,7 prosent i 2015, se figur 1.

source: Norges Bank counteracts this by offering F-loans.
nb: Norges Bank motvirker dette ved å tilby F-lån.

source: structure, this time with the emphasis on set ing rules
nb: ny debatt om markedsstruktur, denne gang med vekt på

source: Discussion document: Memo from NBIM of 19 October 2018
nb: Saksdokument: Notat 19. oktober 2018 fra NBIM

source: banks’ loans to firms that are exposed to transition risk – consequences of
nb: av foretakslånene i norske banker som er eksponert mot overgangsrisiko –

source: In September 1818 a group of farmers, many of whom
nb: I september 1818 ga den seg utslag i et bon-

source: Lars Dahl presented the main elements of the report.
nb: Lars Dahl redegjorde for hovedelementer i rapporten.

source: • At the end of the day, all intraday loans must be paid back to the central bank.
nb: • Ved dagens slutt må alle intradaglån betales tilbake til sentralbanken.

source: value of exogenous variables.
nb: kunnskap om sammenhengene i økonomien.

source: - Each member of the sub-group represents his or her own institution.
nb: - Individuelle medlemmer av arbeidsgruppen representerer sin institusjon.

source: The buffer rate shal ordinarily be between 0% and 2.5% of banks’ risk-weighted assets. The buffer requirement
nb: Bufferkravet skal som hovedregel være mel om 0 og 2,5 prosent av bankenes beregningsgrunnlag. Kravet

source: In its place the Commission proposes to introduce a duty to inform the Ministry in Section 1-6.
nb: I stedet foreslås innført en informasjonsplikt overfor departementet i § 1-6.

source: Yngve Slyngstad and Egil Matsen gave a briefing on relevant matters for Norges Bank Investment Management.
nb: Yngve Slyngstad og Egil Matsen orienterte om aktuelle saker knyttet til kapitalforvaltningen.
